Repository: wwg135/Irisin
Catalog: Irisin/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, it, ja, ko, pt_br, ru, sw, tr, vi, yo, zh_hans, zh_hant

source: Package Unavailable
ar: الحزمة غير متوفرة
bn: প্যাকেজ অনুপলব্ধ
de: Paket nicht verfügbar
es: Paquete no disponible
fr: Paquet indisponible
hi: पैकेज उपलब्ध नहीं
id: Paket Tidak Tersedia
it: Pacchetto non disponibile
ja: パッケージを利用できません
ko: 패키지를 사용할 수 없음
pt_br: Pacote indisponível
ru: Пакет недоступен
sw: Kifurushi Hakipatikani
tr: Paket Kullanılamıyor
vi: Gói không khả dụng
yo: Pákéèjì Kò Sí
zh_hans: 软件包不可用
zh_hant: 套件無法使用

source: Packages
ar: الحزم
bn: প্যাকেজ
de: Pakete
es: Paquetes
fr: Paquets
hi: पैकेज
id: Paket
it: Pacchetti
ja: パッケージ
ko: 패키지
pt_br: Pacotes
ru: Пакеты
sw: Vifurushi
tr: Paketler
vi: Gói
yo: Àwọn Pákéèjì
zh_hans: 软件包
zh_hant: 套件

source: Packages by this author
ar: حزم هذا المؤلف
bn: এই লেখকের প্যাকেজ
de: Pakete dieses Autors
es: Paquetes de este autor
fr: Paquets de cet auteur
hi: इस लेखक के पैकेज
id: Paket dari pembuat ini
it: Pacchetti di questo autore
ja: この作者のパッケージ
ko: 이 작성자의 패키지
pt_br: Pacotes deste autor
ru: Пакеты этого автора
sw: Vifurushi vya mwandishi huyu
tr: Bu yazarın paketleri
vi: Gói của tác giả này
yo: Àwọn pákéèjì láti ọwọ́ òǹkọ̀wé yìí
zh_hans: 此作者的软件包
zh_hant: 此作者的套件

source: Packages changed while checking dependencies. Try again.
ar: تغيرت الحزم أثناء فحص التبعيات. حاول مرة أخرى.
bn: নির্ভরতা পরীক্ষা করার সময় প্যাকেজ পরিবর্তিত হয়েছে। আবার চেষ্টা করুন।
de: Während der Abhängigkeitsprüfung haben sich Pakete geändert. Versuche es erneut.
es: Los paquetes cambiaron mientras se comprobaban las dependencias. Inténtalo de nuevo.
fr: Les paquets ont changé pendant la vérification des dépendances. Réessayez.
hi: निर्भरताएँ जाँचते समय पैकेज बदल गए। फिर से कोशिश करें।
id: Paket berubah saat memeriksa dependensi. Coba lagi.
it: I pacchetti sono cambiati durante il controllo delle dipendenze. Riprova.
ja: 依存関係の確認中にパッケージが変更されました。もう一度お試しください。
ko: 의존성을 확인하는 동안 패키지가 변경되었습니다. 다시 시도하십시오.
pt_br: Os pacotes mudaram durante a verificação das dependências. Tente novamente.
ru: Пакеты изменились во время проверки зависимостей. Повторите попытку.
sw: Vifurushi vilibadilika wakati wa kukagua utegemezi. Jaribu tena.
tr: Bağımlılıklar denetlenirken paketler değişti. Yeniden deneyin.
vi: Các gói đã thay đổi trong lúc kiểm tra phụ thuộc. Hãy thử lại.
yo: Àwọn pákéèjì yí padà nígbà tí a ń ṣàyẹ̀wò àwọn ìgbáralé. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 检查依赖时软件包发生了变化。请重试。
zh_hant: 檢查相依性時套件已有變動。請再試一次。

source: Packages changed while preparing the installation. Try again.
ar: تغيرت الحزم أثناء تجهيز التثبيت. حاول مرة أخرى.
bn: ইনস্টলেশন প্রস্তুত করার সময় প্যাকেজ পরিবর্তিত হয়েছে। আবার চেষ্টা করুন।
de: Während der Vorbereitung der Installation haben sich Pakete geändert. Versuche es erneut.
es: Los paquetes cambiaron mientras se preparaba la instalación. Inténtalo de nuevo.
fr: Les paquets ont changé pendant la préparation de l’installation. Réessayez.
hi: इंस्टॉलेशन की तैयारी करते समय पैकेज बदल गए। फिर से कोशिश करें।
id: Paket berubah saat menyiapkan instalasi. Coba lagi.
it: I pacchetti sono cambiati durante la preparazione dell’installazione. Riprova.
ja: インストールの準備中にパッケージが変更されました。もう一度お試しください。
ko: 설치를 준비하는 동안 패키지가 변경되었습니다. 다시 시도하십시오.
pt_br: Os pacotes mudaram durante a preparação da instalação. Tente novamente.
ru: Пакеты изменились во время подготовки установки. Повторите попытку.
sw: Vifurushi vilibadilika wakati wa kuandaa usakinishaji. Jaribu tena.
tr: Yükleme hazırlanırken paketler değişti. Yeniden deneyin.
vi: Các gói đã thay đổi trong lúc chuẩn bị cài đặt. Hãy thử lại.
yo: Àwọn pákéèjì yí padà nígbà tí a ń múra ìfisórí ẹ̀rọ sílẹ̀. Gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 准备安装时软件包发生了变化。请重试。
zh_hant: 準備安裝時套件已有變動。請再試一次。

source: Packages changed. Review the changes and try again.
ar: تغيرت الحزم. راجِع التغييرات وحاول مرة أخرى.
bn: প্যাকেজ পরিবর্তিত হয়েছে। পরিবর্তনগুলি দেখে আবার চেষ্টা করুন।
de: Pakete haben sich geändert. Prüfe die Änderungen und versuche es erneut.
es: Los paquetes han cambiado. Revisa los cambios e inténtalo de nuevo.
fr: Les paquets ont changé. Vérifiez les modifications et réessayez.
hi: पैकेज बदल गए हैं। बदलावों की समीक्षा करें और फिर से कोशिश करें।
id: Paket berubah. Periksa perubahannya, lalu coba lagi.
it: I pacchetti sono cambiati. Controlla le modifiche e riprova.
ja: パッケージが変更されました。変更内容を確認して、もう一度お試しください。
ko: 패키지가 변경되었습니다. 변경 사항을 검토한 후 다시 시도하십시오.
pt_br: Os pacotes mudaram. Revise as alterações e tente novamente.
ru: Пакеты изменились. Просмотрите изменения и повторите попытку.
sw: Vifurushi vimebadilika. Kagua mabadiliko kisha ujaribu tena.
tr: Paketler değişti. Değişiklikleri gözden geçirip yeniden deneyin.
vi: Các gói đã thay đổi. Hãy xem lại các thay đổi rồi thử lại.
yo: Àwọn pákéèjì ti yí padà. Ṣàyẹ̀wò àwọn àyípadà náà kí o sì gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 软件包已发生变化。请检查更改后重试。
zh_hant: 套件已有變動。請檢查變更後再試一次。

source: Packages from deleted repositories will no longer be listed. This cannot be undone.
ar: لن تظهر حزم المستودعات المحذوفة بعد الآن. لا يمكن التراجع عن هذا الإجراء.
bn: মুছে ফেলা রিপোজিটরির প্যাকেজগুলি আর তালিকায় দেখানো হবে না। এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Pakete aus gelöschten Quellen werden nicht mehr angezeigt. Dies kann nicht widerrufen werden.
es: Los paquetes de los repositorios eliminados dejarán de mostrarse. Esta acción no se puede deshacer.
fr: Les paquets des dépôts supprimés ne seront plus affichés. Cette action est irréversible.
hi: डिलीट की गई रिपॉज़िटरी के पैकेज अब सूची में नहीं दिखेंगे। इसे पूर्ववत नहीं किया जा सकता।
id: Paket dari repositori yang dihapus tidak akan ditampilkan lagi. Tindakan ini tidak dapat diurungkan.
it: I pacchetti dei repository eliminati non verranno più elencati. Questa azione non può essere annullata.
ja: 削除したリポジトリのパッケージは表示されなくなります。この操作は取り消せません。
ko: 삭제한 소스의 패키지가 더 이상 목록에 표시되지 않습니다. 이 동작은 취소할 수 없습니다.
pt_br: Os pacotes dos repositórios apagados não serão mais listados. Esta ação não pode ser desfeita.
ru: Пакеты из удаленных репозиториев больше не будут отображаться. Это действие нельзя отменить.
sw: Vifurushi kutoka hazina zilizofutwa havitaorodheshwa tena. Kitendo hiki hakiwezi kutenduliwa.
tr: Silinen depolardaki paketler artık listelenmeyecek. Bu işlem geri alınamaz.
vi: Gói từ các nguồn đã xóa sẽ không còn được liệt kê. Không thể hoàn tác thao tác này.
yo: A kò ní tò àwọn pákéèjì láti inú àwọn ibi ìpamọ́ tí a paarẹ́ mọ́. A kò lè dá èyí padà.
zh_hans: 已删除软件源中的软件包将不再列出。此操作不可撤销。
zh_hant: 已刪除軟體源中的套件將不再列出。此動作無法復原。

source: Packages in Queue: %lld
ar: الحزم في قائمة الانتظار: %lld
bn: সারিতে প্যাকেজ: %lld
de: Pakete in der Warteschlange: %lld
es: Paquetes en la cola: %lld
fr: Paquets dans la file d’attente : %lld
hi: कतार में पैकेज: %lld
id: Paket dalam Antrean: %lld
it: Pacchetti in coda: %lld
ja: キュー内のパッケージ：%lld
ko: 대기열의 패키지: %lld개
pt_br: Pacotes na fila: %lld
ru: Пакетов в очереди: %lld
sw: Vifurushi kwenye Foleni: %lld
tr: Kuyruktaki Paketler: %lld
vi: Số gói trong hàng đợi: %lld
yo: Àwọn Pákéèjì Nínú Ìtòsẹ́: %lld
zh_hans: 队列中有 %lld 个软件包
zh_hant: 佇列中有 %lld 個套件

source: Packages were changed, but the home screen was not updated. Choose Rebuild Icons to try again.
ar: تم تغيير الحزم، لكن لم يتم تحديث الشاشة الرئيسية. اختر «إعادة بناء الأيقونات» للمحاولة مرة أخرى.
bn: প্যাকেজ পরিবর্তন করা হয়েছে, কিন্তু হোম স্ক্রিন আপডেট হয়নি। আবার চেষ্টা করতে “আইকন পুনর্নির্মাণ করুন” বেছে নিন।
de: Die Pakete wurden geändert, aber der Home-Bildschirm wurde nicht aktualisiert. Wähle „Symbole neu erstellen“, um es erneut zu versuchen.
es: Los paquetes se han modificado, pero la pantalla de inicio no se ha actualizado. Elige “Regenerar iconos” para volver a intentarlo.
fr: Les paquets ont été modifiés, mais l’écran d’accueil n’a pas été mis à jour. Choisissez « Reconstruire les icônes » pour réessayer.
hi: पैकेज बदल दिए गए, लेकिन होम स्क्रीन अपडेट नहीं हुई। फिर से कोशिश करने के लिए “आइकॉन फिर से बनाएँ” चुनें।
id: Paket telah diubah, tetapi Layar Utama belum diperbarui. Pilih Bangun Ulang Ikon untuk mencoba lagi.
it: I pacchetti sono stati modificati, ma la schermata Home non è stata aggiornata. Scegli “Ricostruisci icone” per riprovare.
ja: パッケージは変更されましたが、ホーム画面は更新されませんでした。「アイコンを再構築」を選択して、もう一度お試しください。
ko: 패키지가 변경되었지만 홈 화면이 업데이트되지 않았습니다. 다시 시도하려면 ‘아이콘 재생성’을 선택하십시오.
pt_br: Os pacotes foram alterados, mas a Tela de Início não foi atualizada. Escolha “Reconstruir ícones” para tentar novamente.
ru: Пакеты изменены, но экран «Домой» не обновлен. Выберите «Пересоздать значки», чтобы повторить попытку.
sw: Vifurushi vilibadilishwa, lakini skrini ya kwanza haikusasishwa. Chagua Jenga Upya Aikoni ili kujaribu tena.
tr: Paketler değiştirildi ancak Ana Ekran güncellenmedi. Yeniden denemek için “Simgeleri Yeniden Oluştur”u seçin.
vi: Các gói đã được thay đổi nhưng Màn hình chính chưa được cập nhật. Hãy chọn “Tạo lại biểu tượng” để thử lại.
yo: A yí àwọn pákéèjì padà, ṣùgbọ́n a kò ṣe ìmúdójúìwọ̀n Ìbòjú Ilé. Yan Tún Àwọn Àmì Kọ́ láti gbìyànjú lẹ́ẹ̀kansí.
zh_hans: 软件包已更改，但主屏幕未更新。请选择“重建图标”重试。
zh_hant: 套件已變更，但主畫面未更新。請選擇「重建圖像」再試一次。

source: Packages: %lld · Sections: %lld
ar: الحزم: %lld · الأقسام: %lld
bn: প্যাকেজ: %lld · বিভাগ: %lld
de: Pakete: %lld · Rubriken: %lld
es: Paquetes: %lld · Secciones: %lld
fr: Paquets : %lld · Sections : %lld
hi: पैकेज: %lld · सेक्शन: %lld
id: Paket: %lld · Bagian: %lld
it: Pacchetti: %lld · Sezioni: %lld
ja: パッケージ：%lld · セクション：%lld
ko: 패키지: %lld · 섹션: %lld
pt_br: Pacotes: %lld · Seções: %lld
ru: Пакеты: %lld · Разделы: %lld
sw: Vifurushi: %lld · Sehemu: %lld
tr: Paketler: %lld · Bölümler: %lld
vi: Gói: %lld · Chuyên mục: %lld
yo: Àwọn Pákéèjì: %lld · Àwọn Apá: %lld
zh_hans: 软件包：%lld · 分区：%lld
zh_hant: 套件：%lld · 分類：%lld

source: Partly available
ar: متاح جزئيًا
bn: আংশিক উপলব্ধ
de: Teilweise verfügbar
es: Parcialmente disponible
fr: Partiellement disponible
hi: आंशिक रूप से उपलब्ध
id: Tersedia sebagian
it: Parzialmente disponibile
ja: 一部利用可能
ko: 일부 사용 가능
pt_br: Parcialmente disponível
ru: Частично доступен
sw: Inapatikana kwa sehemu
tr: Kısmen kullanılabilir
vi: Khả dụng một phần
yo: Ó wà lápá kan
zh_hans: 部分可用
zh_hant: 部分可用

source: Preparing the app update. The app will exit when it finishes.
ar: جارٍ تجهيز تحديث التطبيق. سيُغلق التطبيق عند الانتهاء.
bn: অ্যাপ আপডেট প্রস্তুত করা হচ্ছে। শেষ হলে অ্যাপটি বন্ধ হয়ে যাবে।
de: Das App-Update wird vorbereitet. Die App wird danach beendet.
es: Preparando la actualización de la app. La app se cerrará al terminar.
fr: Préparation de la mise à jour de l’app. L’app se fermera une fois l’opération terminée.
hi: ऐप अपडेट की तैयारी हो रही है। पूरा होने पर ऐप बंद हो जाएगा।
id: Menyiapkan pembaruan app. App akan keluar setelah selesai.
it: Preparazione dell’aggiornamento dell’app. Al termine l’app verrà chiusa.
ja: Appのアップデートを準備中です。完了するとAppは終了します。
ko: 앱 업데이트를 준비하는 중입니다. 완료되면 앱이 종료됩니다.
pt_br: Preparando a atualização do app. O app será fechado quando isso terminar.
ru: Подготовка обновления приложения. После завершения приложение закроется.
sw: Inaandaa sasisho la programu. Programu itafungwa itakapomaliza.
tr: Uygulama güncellemesi hazırlanıyor. Bittiğinde uygulama kapanacak.
vi: Đang chuẩn bị cập nhật ứng dụng. Ứng dụng sẽ thoát khi hoàn tất.
yo: Ń múra ìmúdójúìwọ̀n àpù sílẹ̀. Àpù náà yóò pa nígbà tí ó bá parí.
zh_hans: 正在准备应用更新。完成后应用将退出。
zh_hant: 正在準備 App 更新。完成後 App 將會結束。

source: Preparing…
ar: جارٍ التجهيز…
bn: প্রস্তুত করা হচ্ছে…
de: Wird vorbereitet …
es: Preparando…
fr: Préparation…
hi: तैयारी हो रही है…
id: Menyiapkan…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
pt_br: Preparando…
ru: Подготовка…
sw: Inaandaa…
tr: Hazırlanıyor…
vi: Đang chuẩn bị…
yo: Ń múra sílẹ̀…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Preview Changes
ar: معاينة التغييرات
bn: পরিবর্তনের প্রিভিউ
de: Änderungen vorab ansehen
es: Previsualizar cambios
fr: Prévisualiser les modifications
hi: बदलावों का प्रीव्यू
id: Pratinjau Perubahan
it: Anteprima modifiche
ja: 変更をプレビュー
ko: 변경 사항 미리 보기
pt_br: Pré-visualizar alterações
ru: Просмотреть изменения
sw: Hakiki Mabadiliko
tr: Değişiklikleri Önizle
vi: Xem trước thay đổi
yo: Wo Àwọn Àyípadà Tẹ́lẹ̀
zh_hans: 预览变更
zh_hant: 預覽變更

source: Problem
ar: المشكلة
bn: সমস্যা
es: Problema
fr: Problème
hi: समस्या
id: Masalah
it: Problema
ja: 問題
ko: 문제
pt_br: Problema
ru: Проблема
sw: Tatizo
tr: Sorun
vi: Sự cố
yo: Ìṣòro
zh_hans: 问题
zh_hant: 問題

source: Proceed with Caution
ar: تابِع بحذر
bn: সাবধানে এগিয়ে যান
de: Mit Vorsicht fortfahren
es: Procede con precaución
fr: Procédez avec prudence
hi: सावधानी से आगे बढ़ें
id: Lanjutkan dengan Hati-Hati
it: Procedi con cautela
ja: 慎重に操作してください
ko: 신중하게 진행하세요
pt_br: Prossiga com cuidado
ru: Действуйте осторожно
sw: Endelea kwa Tahadhari
tr: Dikkatli Olun
vi: Hãy thao tác cẩn thận
yo: Ṣọ́ra Kí O Tó Tẹ̀síwájú
zh_hans: 请谨慎操作
zh_hant: 請謹慎操作

source: Processing triggers for %@
ar: جارٍ معالجة مشغلات %@
bn: %@-এর ট্রিগার প্রক্রিয়া করা হচ্ছে
de: Trigger für %@ werden verarbeitet
es: Procesando disparadores de %@
fr: Traitement des déclencheurs pour %@
hi: %@ के ट्रिगर प्रोसेस हो रहे हैं
id: Memproses pemicu untuk %@
it: Elaborazione dei trigger per %@
ja: %@ のトリガを処理中
ko: %@ 트리거 처리 중
pt_br: Processando gatilhos para %@
ru: Обработка триггеров для %@
sw: Inachakata vichochezi vya %@
tr: %@ için tetikleyiciler işleniyor
vi: Đang xử lý trình kích hoạt cho %@
yo: Ń ṣe àwọn okùnfà fún %@
zh_hans: 正在处理 %@ 的触发器
zh_hant: 正在處理 %@ 的觸發程序

source: Processing triggers…
ar: جارٍ معالجة المشغلات…
bn: ট্রিগার প্রক্রিয়া করা হচ্ছে…
de: Trigger werden verarbeitet …
es: Procesando disparadores…
fr: Traitement des déclencheurs…
hi: ट्रिगर प्रोसेस हो रहे हैं…
id: Memproses pemicu…
it: Elaborazione dei trigger…
ja: トリガを処理中…
ko: 트리거 처리 중…
pt_br: Processando gatilhos…
ru: Обработка триггеров…
sw: Inachakata vichochezi…
tr: Tetikleyiciler işleniyor…
vi: Đang xử lý trình kích hoạt…
yo: Ń ṣe àwọn okùnfà…
zh_hans: 正在处理触发器…
zh_hant: 正在處理觸發程序…

source: Purchased
ar: المشتريات
bn: কেনা আইটেম
de: Gekauft
es: Comprado
fr: Achats
hi: ख़रीदे गए
id: Dibeli
it: Acquistati
ja: 購入済み
ko: 구입한 항목
pt_br: Comprados
ru: Покупки
sw: Vilivyonunuliwa
tr: Satın Alınanlar
vi: Đã mua
yo: Tí A Ti Rà
zh_hans: 已购项目
zh_hant: 已購買項目

source: Queue
ar: قائمة الانتظار
bn: সারি
de: Warteschlange
es: Cola
fr: File d’attente
hi: कतार
id: Antrean
it: Coda
ja: キュー
ko: 대기열
pt_br: Fila
ru: Очередь
sw: Foleni
tr: Kuyruk
vi: Hàng đợi
yo: Ìtòsẹ́
zh_hans: 队列
zh_hant: 佇列

source: Queue Changes
ar: تغييرات قائمة الانتظار
bn: সারির পরিবর্তন
de: Änderungen an der Warteschlange
es: Cambios en la cola
fr: Modifications de la file d’attente
hi: कतार में बदलाव
id: Perubahan Antrean
it: Modifiche in coda
ja: キューの変更
ko: 대기열 변경 사항
pt_br: Alterações da fila
ru: Изменения в очереди
sw: Mabadiliko ya Foleni
tr: Kuyruk Değişiklikleri
vi: Thay đổi trong hàng đợi
yo: Àwọn Àyípadà Ìtòsẹ́
zh_hans: 队列变更
zh_hant: 佇列變更

source: Queue several tweaks and install them at once.
ar: أضِف عدة إضافات إلى قائمة الانتظار وثبّتها دفعة واحدة.
bn: একাধিক টুইক সারিতে রেখে একসাথে ইনস্টল করুন।
de: Füge mehrere Tweaks zur Warteschlange hinzu und installiere sie auf einmal.
es: Añade varios tweaks a la cola e instálalos a la vez.
fr: Ajoutez plusieurs extensions à la file d’attente et installez-les en une fois.
hi: कई ट्वीक कतार में रखें और उन्हें एक साथ इंस्टॉल करें।
id: Masukkan beberapa tweak ke antrean dan instal sekaligus.
it: Metti in coda più tweak e installali tutti insieme.
ja: 複数の Tweak をキューに追加して、まとめてインストールできます。
ko: 여러 트윅을 대기열에 추가하여 한 번에 설치합니다.
pt_br: Adicione vários tweaks à fila e instale todos de uma vez.
ru: Добавьте несколько твиков в очередь и установите их за один раз.
sw: Weka programu-jalizi kadhaa kwenye foleni na uzisakinishe kwa pamoja.
tr: Birden fazla eklentiyi kuyruğa ekleyip tek seferde yükleyin.
vi: Thêm nhiều tweak vào hàng đợi rồi cài đặt cùng lúc.
yo: Kó ọ̀pọ̀ tíwíìkì sínú ìtòsẹ́ kí o sì fi gbogbo wọn sórí ẹ̀rọ lẹ́ẹ̀kan náà.
zh_hans: 将多个插件加入队列，一并安装。
zh_hant: 將多個外掛加入佇列，一併安裝。

source: Recovery Mode
ar: وضع الاسترداد
bn: পুনরুদ্ধার মোড
de: Wiederherstellungsmodus
es: Modo de recuperación
fr: Mode de récupération
hi: रिकवरी मोड
id: Mode Pemulihan
it: Modalità di ripristino
ja: 復旧モード
ko: 복구 모드
pt_br: Modo de Recuperação
ru: Режим восстановления
sw: Hali ya Urejeshaji
tr: Kurtarma Modu
vi: Chế độ khôi phục
yo: Ìpò Ìgbàpadà
zh_hans: 恢复模式
zh_hant: 復原模式

source: Recovery Mode installs only this package without checking its dependencies or conflicts. Maintainer scripts such as postinst and postrm still run, but their failures are ignored so installation can continue on a best-effort basis. Use it only when the system can no longer complete a normal installation. The package may not work, and the system may become less stable.
ar: يثبّت وضع الاسترداد هذه الحزمة فقط من دون التحقق من تبعياتها أو تعارضاتها. تستمر برامج الصيانة النصية مثل postinst وpostrm في العمل، لكن يتم تجاهل فشلها كي يتواصل التثبيت بأفضل جهد ممكن. استخدمه فقط عندما يتعذر على النظام إكمال تثبيت عادي. قد لا تعمل الحزمة وقد يصبح النظام أقل استقرارًا.
bn: পুনরুদ্ধার মোড নির্ভরতা বা দ্বন্দ্ব পরীক্ষা না করে শুধু এই প্যাকেজটি ইনস্টল করে। postinst ও postrm-এর মতো রক্ষণাবেক্ষণ স্ক্রিপ্ট তবুও চলে, কিন্তু তাদের ব্যর্থতা উপেক্ষা করা হয় যাতে ইনস্টলেশন যথাসাধ্য চালিয়ে যাওয়া যায়। সিস্টেম আর স্বাভাবিক ইনস্টলেশন সম্পন্ন করতে না পারলে তবেই এটি ব্যবহার করুন। প্যাকেজটি কাজ না-ও করতে পারে, এবং সিস্টেম কম স্থিতিশীল হয়ে যেতে পারে।
de: Im Wiederherstellungsmodus wird nur dieses Paket installiert, ohne seine Abhängigkeiten oder Konflikte zu prüfen. Maintainer-Skripte wie postinst und postrm werden weiterhin ausgeführt; Fehler werden jedoch ignoriert, damit die Installation nach bestem Bemühen fortgesetzt werden kann. Verwende ihn nur, wenn das System eine normale Installation nicht mehr abschließen kann. Das Paket funktioniert möglicherweise nicht und das System kann instabiler werden.
es: El modo de recuperación instala solo este paquete sin comprobar sus dependencias ni conflictos. Los scripts de mantenimiento, como postinst y postrm, se siguen ejecutando, pero sus fallos se ignoran para que la instalación continúe en la medida de lo posible. Úsalo únicamente cuando el sistema ya no pueda completar una instalación normal. Es posible que el paquete no funcione y que el sistema se vuelva menos estable.
fr: Le mode de récupération installe uniquement ce paquet sans vérifier ses dépendances ni ses conflits. Les scripts de maintenance tels que postinst et postrm sont toujours exécutés, mais leurs échecs sont ignorés afin que l’installation se poursuive au mieux. Utilisez-le seulement si le système ne peut plus terminer une installation normale. Le paquet risque de ne pas fonctionner et le système peut devenir moins stable.
hi: रिकवरी मोड केवल इस पैकेज को इंस्टॉल करता है और इसकी निर्भरताओं या टकरावों की जाँच नहीं करता। postinst और postrm जैसी मेंटेनर स्क्रिप्ट फिर भी चलती हैं, लेकिन उनकी विफलताओं को अनदेखा कर दिया जाता है ताकि इंस्टॉलेशन यथासंभव जारी रह सके। इसका उपयोग तभी करें जब सिस्टम सामान्य इंस्टॉलेशन पूरा न कर पा रहा हो। हो सकता है पैकेज काम न करे और सिस्टम कम स्थिर हो जाए।
id: Mode Pemulihan hanya menginstal paket ini tanpa memeriksa dependensi atau konfliknya. Skrip pengelola seperti postinst dan postrm tetap dijalankan, tetapi kegagalannya diabaikan agar instalasi dapat dilanjutkan sebisa mungkin. Gunakan hanya jika sistem sudah tidak dapat menyelesaikan instalasi normal. Paket mungkin tidak berfungsi, dan sistem dapat menjadi kurang stabil.
it: La modalità di ripristino installa solo questo pacchetto senza verificarne le dipendenze o i conflitti. Gli script di manutenzione come postinst e postrm vengono comunque eseguiti, ma i loro errori vengono ignorati affinché l’installazione prosegua per quanto possibile. Usala solo quando il sistema non riesce più a completare un'installazione normale. Il pacchetto potrebbe non funzionare e il sistema potrebbe diventare meno stabile.
ja: 復旧モードでは、依存関係や競合を確認せず、このパッケージだけをインストールします。postinst や postrm などのメンテナンススクリプトは実行されますが、失敗しても無視され、可能な範囲でインストールを続行します。通常のインストールを完了できない状態の修復にのみ使用してください。パッケージが動作しなかったり、システムがさらに不安定になったりする可能性があります。
ko: 복구 모드는 종속성이나 충돌을 확인하지 않고 이 패키지만 설치합니다. postinst 및 postrm 같은 유지 관리 스크립트는 계속 실행되지만 실패는 무시되며 가능한 범위에서 설치를 계속합니다. 시스템에서 정상적인 설치를 더 이상 완료할 수 없을 때만 사용하십시오. 패키지가 작동하지 않거나 시스템이 더 불안정해질 수 있습니다.
pt_br: O Modo de Recuperação instala somente este pacote sem verificar dependências ou conflitos. Scripts de manutenção como postinst e postrm ainda são executados, mas suas falhas são ignoradas para que a instalação continue da melhor forma possível. Use-o apenas quando o sistema não conseguir mais concluir uma instalação normal. O pacote pode não funcionar e o sistema pode ficar menos estável.
ru: В режиме восстановления устанавливается только этот пакет без проверки зависимостей и конфликтов. Сценарии сопровождения, такие как postinst и postrm, всё равно запускаются, но их ошибки игнорируются, чтобы установка продолжалась по мере возможности. Используйте его, только если система больше не может завершить обычную установку. Пакет может не работать, а система может стать менее стабильной.
sw: Hali ya Urejeshaji husakinisha kifurushi hiki pekee bila kukagua utegemezi au migongano yake. Hati za mtunzaji kama vile postinst na postrm bado huendeshwa, lakini kushindwa kwake hupuuzwa ili usakinishaji uendelee kadri inavyowezekana. Itumie tu wakati mfumo hauwezi tena kukamilisha usakinishaji wa kawaida. Huenda kifurushi kisifanye kazi, na uthabiti wa mfumo unaweza kupungua.
tr: Kurtarma Modu, bağımlılıklarını veya çakışmalarını denetlemeden yalnızca bu paketi yükler. postinst ve postrm gibi bakımcı betikleri yine de çalışır ancak yüklemenin elden geldiğince sürdürülebilmesi için hataları yok sayılır. Yalnızca sistem normal bir yüklemeyi artık tamamlayamadığında kullanın. Paket çalışmayabilir ve sistem daha az kararlı hâle gelebilir.
vi: Chế độ khôi phục chỉ cài đặt gói này mà không kiểm tra các phần phụ thuộc hoặc xung đột. Các tập lệnh bảo trì như postinst và postrm vẫn chạy, nhưng lỗi của chúng bị bỏ qua để quá trình cài đặt tiếp tục trong khả năng có thể. Chỉ sử dụng khi hệ thống không thể hoàn tất quá trình cài đặt thông thường. Gói có thể không hoạt động và hệ thống có thể trở nên kém ổn định hơn.
yo: Ìpò Ìgbàpadà yóò fi pákéèjì yìí nìkan sórí ẹ̀rọ láìṣàyẹ̀wò àwọn ìgbáralé tàbí àwọn ìforígbárí rẹ̀. Àwọn síkírípítì olùtọ́jú bíi postinst àti postrm ṣì máa ṣiṣẹ́, ṣùgbọ́n a ó fojú fo ìkùnà wọn kí ìfisórí ẹ̀rọ lè tẹ̀síwájú bí ó ti lè ṣeé ṣe tó. Lò ó nìkan nígbà tí sísítẹ́mù kò bá lè parí ìfisórí ẹ̀rọ déédéé mọ́. Pákéèjì náà lè má ṣiṣẹ́, sísítẹ́mù sì lè di aláìdúróṣinṣin sí i.
zh_hans: 恢复模式只会安装这个软件包，不会检查依赖关系或冲突。postinst、postrm 等维护脚本仍会运行，但即使返回错误也会被忽略，安装会尽力继续。请仅在系统已无法完成正常安装时使用。软件包可能无法正常工作，系统也可能变得更不稳定。
zh_hant: 復原模式只會安裝這個套件，不會檢查相依關係或衝突。postinst、postrm 等維護指令碼仍會執行，但即使回報錯誤也會被忽略，安裝會盡力繼續。請只在系統已無法完成正常安裝時使用。套件可能無法正常運作，系統也可能變得更不穩定。

source: Read from Clipboard
ar: قراءة من الحافظة
bn: ক্লিপবোর্ড থেকে পড়ুন
de: Aus Zwischenablage lesen
es: Leer del portapapeles
fr: Lire le presse-papiers
hi: क्लिपबोर्ड से पढ़ें
id: Baca dari Papan Klip
it: Leggi dagli appunti
ja: クリップボードから読み取る
ko: 클립보드에서 읽기
pt_br: Ler da área de transferência
ru: Прочитать из буфера обмена
sw: Soma kutoka Ubao wa Kunakili
tr: Panodan Oku
vi: Đọc từ bảng tạm
yo: Kà Láti Kílíbọ́ọ̀dù
zh_hans: 从剪贴板读取
zh_hant: 從剪貼板讀取

source: Reading the package…
ar: جارٍ قراءة الحزمة…
bn: প্যাকেজ পড়া হচ্ছে…
de: Paket wird gelesen …
es: Leyendo el paquete…
fr: Lecture du paquet…
hi: पैकेज पढ़ा जा रहा है…
id: Membaca paket…
it: Lettura del pacchetto…
ja: パッケージを読み取り中…
ko: 패키지 읽는 중…
pt_br: Lendo o pacote…
ru: Чтение пакета…
sw: Inasoma kifurushi…
tr: Paket okunuyor…
vi: Đang đọc gói…
yo: Ń ka pákéèjì náà…
zh_hans: 正在读取软件包…
zh_hant: 正在讀取套件…

source: Rebuild Icons
ar: إعادة بناء الأيقونات
bn: আইকন পুনর্নির্মাণ করুন
de: Symbole neu erstellen
es: Regenerar iconos
fr: Reconstruire les icônes
hi: आइकॉन फिर से बनाएँ
id: Bangun Ulang Ikon
it: Ricostruisci icone
ja: アイコンを再構築
ko: 아이콘 재생성
pt_br: Reconstruir ícones
ru: Пересоздать значки
sw: Jenga Upya Aikoni
tr: Simgeleri Yeniden Oluştur
vi: Tạo lại biểu tượng
yo: Tún Àwọn Àmì Kọ́
zh_hans: 重建图标
zh_hant: 重建圖像
